Repository: awderz4/birmbhenawa
Catalog: lib/l10n/app_*.arb
Languages: ar

# introPageFirstSliderTitle
source: Ensure to keep track of your medicine
ar: دڵنیابە لە ئاگاداربوون لە دەرمانەکەت

# introPageFirstSliderDesc
source: Enjoy the convenience of getting a better experience
ar: چێژ لە بەدەستهێنانی ئەزموونێکی باشتر وەربگرە

# introPageSecondSliderTitle
source: Medicine Reminder
ar: بیرخستنەوەی دەرمان

# introPageSecondSliderDesc
source: We will always remind your medication schedule. It is now our responsibility to protect your health.
ar: هەمیشە خشتەی دەرمانەکانتان بیردەخەینەوە. ئێستا پاراستنی تەندروستی ئێوە لە ئەستۆی ئێمەیە

# introPageThirdSliderTitle
source: Pharmacies nearby
ar: دەرمانخانەکانی نزیک لە تۆ

# introPageThirdSliderDesc
source: You can always find pharmacies nearby your area easily.
ar: هەمیشە دەتوانیت بە ئاسانی دەرمانخانەکانی نزیک لە ناوچەکەت بدۆزیتەوە

# introPageSkipButtonText
source: Skip
ar: بازدان

# introPageNextButtonText
source: Next
ar: دواتر

# introPageGetStartedButtonText
source: Get Started
ar: دەست پێ بکە

# bottomNavigationBarFeedText
source: Feed
ar: سەرەتا

# bottomNavigationBarNewText
source: New
ar: نوێ

# bottomNavigationBarCalendarText
source: Calendar
ar: ساڵنامە

# feedPageHealthConditionStatementText
source: How is your health today?
ar: ئەمڕۆ تەندروستیت چۆنە؟

# feedPageRemindersCountText
source: You've {count} notifications
ar: {count} ئاگادار کردنەوەت هەیە

# feedPageNoReminderCountText
source: You don't have any notifications
ar: هیچ ئاگادارکردنەوەکت نیە

# feedPageVisitRemindersText
source: Visit reminders
ar: بڕۆ بیرهێنەرەوەکان

# feedPagePharmaciesNearbyTitle
source: Pharmacies nearby
ar: دەرمانخانەکانی نزیك لەتۆ

# feedPageFindingPharmaciesNearbyText
source: Finding Pharmacies Nearby
ar: گەڕان بە دوای دەرمان خانەکانی نزیک لەتۆ

# feedPagePharmacyClosedText
source: Closed
ar: داخراوە

# feedPagePharmacyOpenText
source: Open
ar: کراوەیە

# customTimeIndicatorNow
source: now
ar: ئێستا

# customTimeIndicatorNowMinutesLater
source: minutes later
ar: خولەکێک دواتر

# customTimeIndicatorNowHoursLater
source: hours later
ar: دوای چەند کاتژمێرێک

# customTimeIndicatorNowHourLater
source: hour later
ar: کاتژمێرێک دواتر

# customTimeIndicatorMinuteLater
source: minute later
ar: دوای چەند خولەکێک

# monthPickerDialogSelectMonthTitle
source: Select Month
ar: مانگ دیاری بکە

# monthPickerDialogSelectButtonText
source: Select
ar: هەڵبژێرە

# monthPickerDialogCancelButtonText
source: Cancel
ar: هەڵوەشاندنەوە

# calendarPageActivitiesTitle
source: Activities
ar: چالاکییەکان

# createMedicinePageFormMedicineNameTitle
source: Medicine name
ar: ناوی دەرمان

# createMedicinePageFormMedicineNameHintText
source: Please, enter medicine name...
ar: تکایە ناوی دەرمانەکە بنوسە

# createMedicinePageFormMedicineAmountTitle
source: Amount
ar: بڕ

# createMedicinePageFormMedicineTypeTitle
source: Type
ar: جۆر

# createMedicinePageFormMedicineWhenTitle
source: When
ar: کات

# createMedicinePageFormMedicineHowLongTitle
source: How long?
ar: ماوەی چەندێک

# createMedicinePageFormNotificationsTitle
source: Notifications
ar: ئاگادارم بکەوە

# createMedicinePageFormSaveChangesButton
source: Save changes
ar: هەڵبگرە

# selectMedicineTypeDialogTitle
source: Select Type
ar: جۆرەکەی

# selectMedicineTypeDialogTablet
source: Tablet
ar: حەب

# selectMedicineTypeDialogLiquid
source: Liquid
ar: شڕوب

# calendarMedicineTabletAmount
source: tab
ar: دانە

# calendarMedicineLiquidAmount
source: mg
ar: میلیگرام

# errorOrEmptyTitle
source: No results found
ar: هیچ ئەنجامێک نەدۆزراوە

# errorOrEmptyDesc
source: We couldn't find what you searched for. Try again.
ar: هیچ شتێکمان نەدۆزیەوە، تکایە دووبارە هەوڵ بدەوە

# successSnackbarTitle
source: Well done!
ar: سەرکەوتوو بوو

# errorSnackbarTitle
source: Oh snap!
ar: سەرکەوتوو نەبوو
